Repository: Salomov-Omadbek/newsfeed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: English
uz: Ingliz

source: Russian
uz: Rus

source: Change user information
uz: Foydalanuvchi ma'lumotlarini o'zgartirish

source: You can change your information by filling out the form below.
uz: Quyidagi shaklni to'ldirish orqali ma'lumotlaringizni o'zgartirishingiz mumkin.

source: Save the change
uz: O'zgartirishlarni saqlash

source: Register users
uz: Foydalanuvchilarni ro'yxatdan o'tkazish

source: Register new users
uz: Yangi foydalanuvchilarni ro'yxatdan o'tkazish

source: Fill out the form below to register
uz: Ro'yxatdan o'tish uchun quyidagi formasini to'ldiring

source: Register
uz: Ro'yxatdan o'tish

source: You have successfully registered.
uz: Siz muvaffaqiyatli ro'yxatdan o'tdingiz.

source: You have successfully registered!
uz: Siz muvaffaqiyatli ro'yxatdan o'tdingiz!

source: You can
uz: Siz

source: to the site
uz: saytga kirishingiz mumkin

source: Delete News
uz: Yangilikni o'chirish

source: Do you want to delete the news?
uz: Yangilikni o'chirishni xohlaysizmi?

source: Delete
uz: O'chirish

source: Edit
uz: Tahrirlash

source: We Are Sorry
uz: Kechirasiz

source: Unfortunately, the page you were looking for could not be found. It may be temporarily unavailable, moved or no longer exists
uz: Afsuski, siz qidirgan sahifa topilmadi. U vaqtincha mavjud emas, ko'chirilgan yoki mavjud emas

source: Popular Post
uz: Mashhur post

source: Home
uz: Bosh sahifa

source: About
uz: Biz haqimizda

source: Contact
uz: Bog'lanish

source: Admin page
uz: Administrator sahifasi

source: Logout
uz: Chiqish

source: My Profile
uz: Mening profilim

source: Login to the site
uz: Saytga kirish

source: Local News
uz: Mahalliy Yangiliklar

source: World News
uz: Dunyo Yangiliklari

source: Technology
uz: Texnologiya

source: Mobile
uz: Mobil

source: Contact Us
uz: Biz bilan bog'lanish

source: 404 Page
uz: 404 sahifasi

source: Home Page
uz: Bosh sahifa

source: Latest post
uz: Oxirgi post

source: Views:
uz: Ko ªrishlar:

source: Photography
uz: Fotosurat

source: Category
uz: Kategoriya

source: Comments
uz: Izohlar

source: Sponsor
uz: Homiy

source: Category Archive
uz: Kategoriyalar arxivi

source: Select Category
uz: Kategoriyani tanlang

source: Links
uz: Havolalar

source: Login
uz: Tizimga kirish

source: There are %(comment_count)s comments on this news
uz: Bu yangilikka %(comment_count)s ta fikr bor

source: Leave comment
uz: Izoh qoldirish

source: Send
uz: Yuborish

source: Only registered users can leave comments
uz: Faqat ro'yxatdan o'tgan foydalanuvchilar izoh qoldirishi mumkin

source: to leave a comment or
uz: izoh qoldirish yoki

source: the site.
uz: saytga kirish.

source: News list
uz: Yangiliklar ro'yxati

source: All news list
uz: Barcha yangiliklar ro'yxati

source: Search results
uz: Qidiruv natijalari

source: Sport News
uz: Sport yangiliklari

source: Technology News
uz: Texnologiya yangiliklari

source: Admin Page
uz: Administrator sahifasi

source: All admins
uz: Barcha administratorlar

source: Username
uz: Foydalanuvchi nomi

source: First name
uz: Ism

source: Last name
uz: Familiya

source: Add news
uz: Yangilik qo'shish

source: User Profile
uz: Foydalanuvchi profil

source: You are welcome,
uz: Xush kelibsiz,

source: Information about you
uz: Siz haqingizdagi ma'lumotlar

source: No profile photo available
uz: Profil rasmi mavjud emas

source: First name:
uz: Ism:

source: Last name:
uz: Familiya:

source: Birthday:
uz: Tug'ilgan kun:

source: Change Password
uz: Parolni o'zgartirish

source: Change Profile
uz: Profilni o'zgartirish

source: Logout Page
uz: Chiqish sahifasi

source: You have left the site.
uz: Siz saytdan chiqdingiz.

source: Re-Login
uz: Qayta tizimga kirish

source: Login Page
uz: Tizimga kirish sahifasi

source: Please fill out the form below to enter the site.
uz: Saytga kirish uchun quyidagi shaklni to'ldiring.

source: If you forgot your password,
uz: Agar parolingizni unutgansiz,

source: reset it
uz: uni tiklash

source: Don't have an account?
uz: Hisobingiz yo'qmi?

source: Signup
uz: Ro'yxatdan o'tish

source: User password has changed
uz: Foydalanuvchi paroli o'zgartirildi

source: The user's password has been successfully changed
uz: Foydalanuvchi paroli muvaffaqiyatli o'zgartirildi

source: Fill out the form below to change your password
uz: Parolingizni o'zgartirish uchun quyidagi shaklni to'ldiring

source: Password changed successfully
uz: Parol muvaffaqiyatli o'zgartirildi

source: Password changed successfully.
uz: Parol muvaffaqiyatli o'zgartirildi.

source: Your password has been reset you can now
uz: Sizning parolingiz tiklandi, hozir siz

source: again.
uz: kirishingiz mumkin.

source: Reset user password.
uz: Foydalanuvchi parolini tiklash.

source: Reset Password
uz: Parolni tiklash

source: Please enter the new password twice.
uz: Iltimos, yangi parolni ikki marta kiriting.

source: You are using the wrong link, it may have been used before.
uz: Siz noto'g'ri havoladan foydalanmoqdasiz, oldin unga foydalanilgan bo'lishi mumkin.

source: An email has been sent to change your password.
uz: Parolni o'zgartirish uchun elektron xat yuborildi.

source: To change your password, a password reset link has been sent to your email.
uz: Parolingizni o'zgartirish uchun sizning elektron pochtangizga parolni tiklash havolasi yuborildi.

source: If you did not receive the email, please try again.
uz: Agar siz xatni olishmagan bo'lsangiz, iltimos, qaytadan urinib ko'ring.

source: Password recovery
uz: Parolni tiklash

source: Enter your email to reset your password
uz: Parolingizni tiklash uchun elektron pochtangizni kiriting

source: Send Email
uz: Emailga xat yuborish
